HSDTaskName = "Konserwacja";

HSDFeedRollerHeaderTitle = "Konserwacja wałków pobierania i podkładki separującej";
HSDNotifyMeTitle = "Powiadamiaj mnie o konieczności konserwacji.";
HSDTotalPagesTitle = "Całkowita liczba pobranych stron:";
HSDPagesSinceReplacementTitle = "Liczba pobranych stron od czasu poprzedniej wymiany:";
HSDPreviouslyRecordedReplacementsTitle = "Poprzednio zapisane wymiany:";
HSDReplacementRecommendedTitle = "Wymiana zalecana w tym momencie:";
HSDReplaceButtonTitle = "Zapisywanie wymiany...";

RecordReplacementWarnTitle = "Zapisać wymianę?";
RecordReplacementWarnText = "Ta czynność powoduje wyzerowanie licznika pobranych stron i zwiększenie licznika wymiany dla wałków pobierania i podkładki separującej.";

MaintenanceRecommendedWarnTitle = "Zalecana konserwacja";
MaintenanceRecommendedWarnText = "Wałki pobierania i podkładka separująca skanera powinny zostać wymienione.";
